Repository: JornWildt/Chimera
Catalog: Chimera.Authentication.Web/Resources/AuthWeb.*.resx
Languages: da

source: Confirm password
da: Gentag adgangskode

source: Create new account
da: Opret ny konto

source: Forgot password?
da: Glemt adgangskoden?

# IfNoAccountYet
source: if you do not have an account yet
da: - hvis du ikke allerede har en konto

source: Log in
da: Log ind

source: Log out
da: Log ud

# p0_MustBe_p2_CharsLong
source: {0} must be at least {2} characters long
da: {0} skal være mindst {2} tegn lang

# PasswordAndConfirmationDoesNotMatch
source: The password and confirmation password do not match
da: De to adgangskoder skal være stemme overens

source: Register
da: Tilmeld dig

source: Registration
da: Tilmelding

source: Remember me
da: Husk mig

# Required_p0
source: {0} is required
da: {0} skal udfyldes

source: User name
da: Brugernavn

# Welcome_p0
source: Welcome {0}
da: Velkommen {0}

# WrongPassword
source: The user name or password provided is incorrect
da: Forkert adgangskode eller ukendt brugernavn

# SuccessfullExternalAuthentication_p2
source: You have successfully authenticated with <strong>{0}</strong> as <strong>{1}</strong>. We do not know that account - what would you like to do?
da: Du har identificeret dig selv med kontoen <strong>{1}</strong> fra <strong>{0}</strong>. Den kender vi ikke og du har derfor følgende muligheder:

# LoginUnknownExternal_p2
source: Login with user name and password in order to connect with <strong>{1}</strong> at <strong>{0}</strong>.
da: Log in med brugernavn og adgangskode for at forbinde med <strong>{1}</strong> hos <strong>{0}</strong>.

source: Log in using existing account
da: Log ind som kendt bruger

# LoginWithExternalLogin_p1
source: Log in as existing user and connect with {0}
da: Log ind som eksisterende bruger og forbind med den nye konto.

# RegisterExternalLogin_p1
source: Register {0} as a new user
da: Tilmeld dig som ny bruger på systemet.

# RegisterUnknownExternal_p2
source: Register as new user and connect with <strong>{1}</strong> at <strong>{0}</strong>
da: Tilmeld dig som ny bruger og forbind med <strong>{1}</strong> hos <strong>{0}</strong>

source: Welcome
da: Velkommen

# LoginWithExternalService
source: You can also login from one of these services
da: Du kan også logge ind fra en af nedenstående services

# RegisterWithExternalService
source: You can also register with one of these services
da: Du kan også tilmelde dig med en af nedenstående services

# InvalidUserName
source: Invalid user name - only letters, digits, hyphen, underscore and period is allowed (a-z, 0-9, -, _, .).
da: Ugyldigt brugernavn - kun bogstaver, tal, bindestreg, underscore og punktum er tilladt (a-z, 0-9, -, _, .).

# UserNameAvailable
source: The user name is available
da: Brugernavnet er ledigt

# UserNameNotAvailable
source: The user name is already taken by another
da: Brugernavnet er allerede taget af en anden

source: Invalid password
da: Ugyldig adgangskode

# DuplicateEMail
source: E-mail is already in use
da: E-mailen er allerede anvendt

# DuplicateProviderUserKey
source: The user ID provided by the external service is already in use
da: Det anvendte bruger ID fra den eksterne service er allerede anvendt

# EMailAlreadyInUse
source: E-mail is already used
da: Denne e-mail er allerede anvendt

# EMailNotInUse
source: E-mail is not used
da: Denne e-mail er ledig
